{
    "results": {
        "PageMetaTitle": "Terms of Use",
        "pageMetaDesc":"Terms of Service",
        "pageTitle": "Terms of Service",
        "pageDesc": "<div class=\"container\"><div class=\"row\"><div class=\"col-12\"><p>This Web Site, as defined below, is maintained by AWL India Private Limited. Content on this site may not be used for commercial benefit without expressed written consent of AWL India Private Limited.<\/p><p><strong> PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THIS WEB SITE. THESE WEB SITE TERMS OF USE (THE \"TERMS OF USE\") GOVERN YOUR ACCESS TO AND USE OF THE WEB SITE. IF YOU MUST BE 18 YEARS OF AGE OR OLDER, OR THE AGE OF MAJORITY AS THAT IS DEFINED IN YOUR JURISDICTION, WHICHEVER IS OLDER, TO USE THE WEB SITE IN ANY MANNER. THE WEB SITE IS AVAILABLE FOR YOUR USE ONLY ON THE CONDITION THAT YOU AGREE TO THE TERMS OF USE SET FORTH BELOW. IF YOU DO NOT AGREE TO ALL OF THE TERMS OF USE, DO NOT ACCESS OR USE THE WEB SITE. BY ACCESSING OR USING THE WEB SITE, YOU AND THE ENTITY YOU ARE REPRESENTING (\"YOU\" OR \"YOUR\") SIGNIFY YOUR AGREEMENT TO BE BOUND BY THE TERMS OF USE. YOUR ACCESS AND USE OF THE WEB SITE REPRESENTS YOUR WARRANTY TO AWL INDIA PRIVATE LIMITED THAT YOU WILL USE THE WEB SITE IN A MANNER CONSISTENT WITH ANY AND ALL APPLICABLE LAWS AND REGULATIONS.<\/strong><\/p><p> As used herein, all references to \"Web Site\" may include, individually, all and\/or in any combination, ANYSPAZE.COM and \/or BLOG.ANYSPAZE.COM, AWLINDIA.COM, as well as other web sites operated by or on behalf of AWL India Private Limited, and also includes mobile applications. The Web Site is maintained by AWL India Private Limited. All references to \" ANYSPAZE \" made within these Terms of Use shall be references to and include AWL India Private Limited, its affiliates and subsidiaries and each of their directors, officers, employees, and authorized representative (\"ANYSPAZE\"). AWL India Private Limited is headquartered at S268, LGF, Greater Kailash 2, New Delhi. The board telephone number is (91) 9015-011-011. All material on this Web Site, including, but not limited to text, images, and illustrations, is protected by copyrights and\/or trademarks, registered and unregistered, which are owned and controlled by ANYSPAZE or by other parties that have licensed their material to ANYSPAZE. Material from any Web Site owned, operated, licensed, or controlled by ANYSPAZE may not be copied, reproduced, republished, uploaded, posted, transmitted, or distributed in any way. The materials on this Web Site may not be used for commercial benefit without expressed written permission by ANYSPAZE. ANYSPAZE authorizes You to view and access a single copy of the content available on or from the Web Site solely for Your personal use. Modification of the materials or use of the materials for any other purpose is a violation of the copyrights and other proprietary rights. Except as expressly allowed by these Terms of Use and\/or some other written agreement between You and ANYSPAZE, the use of any such material on any other website or networked computer environment is prohibited. This Web Site may contain other proprietary notices, trademark, and\/or copyright information, the terms of which must be observed and followed. Information may be changed or updated without notice. ANYSPAZE may also make improvements and\/or changes in the products and\/or the programs described in this information at any time without notice.<\/p><p> You may not use the Web Site in order to transmit, post, distribute, store or destroy material, including without limitation, content from the Web Site, (a) in violation of any applicable law or regulation, (b) in a manner that will infringe the copyright, trademark, trade secret or other intellectual property rights of ANYSPAZE or any other third party or violate the privacy, publicity or other personal rights of others, or (c) that is defamatory, obscene, threatening, abusive or hateful. ANYSPAZE will not release Your name or otherwise publicize the fact that You submitted materials or other information to us unless: (z) ANYSPAZE obtain Your permission to use Your name; or (y) ANYSPAZE first notify You that the materials or other information You submit to a particular part of this Web Site will be published or otherwise used with Your name on it; or (x) ANYSPAZE are required to do so by law.<\/p><p> If the Web Site is interactive, allowing you to upload and\/or download content from the Web Site, you will be issued a personal user id and password, which will allow you, in accordance with these Terms of Use, access and use your account. We understand that the privacy and security of data that are maintained on the Web Site are important, and therefore, we use commercially reasonable security technology, features and policies to protect that privacy. However, please keep in mind that such records are only secure if You protect Your password and change Your password frequently. When you upload and\/or download information to or from the Web Site, such content uploads and downloads will be communicated using commercially reasonable security procedures and processes. However, ANYSPAZE cannot and will not guarantee that: (a) the content, during its transmission, will be protected against loss, misuse or alteration by third parties; or (b) access to Your account will be uninterrupted; or (c) the commercially reasonable security procedures and processes cannot be breached.<\/p><p> It is Your responsibility to ensure that no unauthorized person shall have access to Your user id and password. It is Your sole responsibility to control access to and use of Your user account, and promptly inform ANYSPAZE of any need to deactivate or change Your user id and\/or password. ANYSPAZE cannot and will not assume any responsibility or liability for any content submitted to Your account or any content that is used or misused whether submitted, used, or misused by You, Your designees, and\/or other third parties. All Your acts and omissions and those of unauthorized users who access the Web Site via Your user id and password shall be deemed to be Your acts and omissions. You hereby grant ANYSPAZE, its employees, officers, directors and all other persons or entities involved in the operation of ANYSPAZE, the right to access, transmit, receive, monitor, retrieve, store, maintain, and use the content in your account for the purpose of providing services, operating the Web Site, or in order to carry out the legal responsibilities of ANYSPAZE. You understand, agree, consent and authorize Your content to be stored, entered, and maintained on the Web Site in accordance with these Terms of Use and ANYSPAZE’s relevant policies and procedures. Regarding Your user id and password, You expressly agree (i) to maintain the security of Your users id, password, and other confidential information relating to Your account and\/or the accounts which you have been granted access; (ii) to notify ANYSPAZE as soon as reasonably practicable of any real or suspected unauthorized use of the users account; (iii) to notify ANYSPAZE when You no longer require the use of Your user id and password; and (iv) to comply with instructions provided by ANYSPAZE for using, maintaining, or correcting Your account.<\/p><p> Information ANYSPAZE publishes on the World Wide Web may contain references or cross references to products, programs, and services that are not announced or available in Your country. Such references do not imply that ANYSPAZE intends to announce such products, programs, or services in Your country. Consult Your local ANYSPAZE business contact for information regarding the products, programs, and services that may be available to You.<\/p><p> ANYSPAZE makes no representations whatsoever about any other web sites which You may access through this Web Site. When You access a non-ANYSPAZE web site through this Web Site, please understand that it is independent from ANYSPAZE, and that ANYSPAZE has no control over the content on that web site. In addition, a link to a non-ANYSPAZE Web site does not mean that ANYSPAZE endorses or accepts any responsibility for the content, or the use, of such web site. It is up to You to take precautions to ensure that whatever You select for Your use is free of such items as viruses, worms, Trojan horses and other items of a destructive nature. Nothing on this Web Site constitutes an offer to sell or solicitation to buy securities. No failure or delay by ANYSPAZE in exercising any right hereunder will operate as a waiver thereof, nor will any partial exercise of any right or power hereunder by ANYSPAZE preclude further exercise. No agency, partnership, joint venture, employee-employer or franchisor-franchisee relationship is intended nor created by these Terms of Use.<\/p><p> ANYSPAZE DOES NOT WARRANT THAT THE WEB SITE IS ERROR-FREE OR THAT THE WEB SITE WILL BE PROVIDED. MATERIALS FOUND WITHIN THIS WEB SITE MAY CONTAIN TECHNICAL INACCURACIES OR OTHER ERRORS. ALL MATERIALS ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED. TO THE GREATEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, ANYSPAZE DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. Some jurisdictions do not allow the disclaimer of implied warranties, so these limitations may not apply; however, they SHALL apply to the greatest extent permitted by law.<\/p><p> ANYSPAZE WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL AND\/OR CONSEQUENTIAL DAMAGES (SUCH DAMAGES INCLUDING WITHOUT LIMITATION LOST PROFITS, LOST REVENUES, LOST DATA, AND\/OR COSTS OF PROCURING SUBSTITUTE GOODS, SOFTWARE OR SERVICES) HOWEVER ARISING, EVEN IF YOU HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. YOU EXPRESSLY AGREE ANYSPAZE SHALL HAVE NO LIABILITY TO YOU FOR ANY CLAIM BROUGHT AGAINST YOU BY A THIRD PARTY. TO THE GREATEST EXTENT PERMITTED BY APPLICABLE LAW, IF ANYSPAZE IS RESPONSIBLE FOR ANY DAMAGES, THE MAXIMUM AMOUNT YOU MAY RECOVER FOR ANY AND ALL CLAIMS RELATING TO THIS YOUR USE OF THE WEB SITE SHALL NOT EXCEED ONE THOUSAND RUPEES (INR 1000). Some jurisdictions do not allow the exclusion or limitation of certain types of damages, so these exclusions may not apply; however, they shall apply to the greatest extent permitted by law.<\/p><p> These Terms of Use shall be governed by, construed, and enforced in accordance with the laws of the Government of India, as it is applied to agreements entered into and to be performed entirely within such State. Any action You, any third-party, or ANYSPAZE may bring to enforce these Terms of Use or, in connection with, any matters related to this Web Site shall be brought only in either the state or Courts located in New Delhi, and You expressly consent to the jurisdiction of said courts. If any provision of these Terms of Use shall be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these Terms of Use and shall not affect the validity and enforceability of any remaining provisions. Except to the extent that You and ANYSPAZE have entered into a written agreement regarding the provision of services (including but not limited to transportation services, logistics services, warehouse services or any other services) by ANYSPAZE to You, or by You to ANYSPAZE, and such written agreement expressly contemplates the use of this Web Site, these Terms of Use are the entire agreement between the parties relating to the matters contained herein and shall not be modified except in writing, signed by ANYSPAZE.<\/p><h2 class=\"mt-5\">BLOG TERMS OF USE<\/h2><p>A “ANYSPAZE” Web Site, as defined above, may contain and\/or support one or more blogs related to logistics issues. These additional BLOG Terms of Use pertain to Your use of any blog found on any ANYSPAZE Web Site.<\/p><p> Your access to, and use of, any ANYSPAZE blog is subject to the following Terms of Use and all applicable laws and regulations. By accessing and using any ANYSPAZE blog, You accept, without limitation or qualification, these BLOG Terms of Use, and agree to be bound by them. ANYSPAZE encourages You to express Your opinion, but please do not post offensive content. Offensive content includes but is not limited to racial or ethnic slurs, personal insults, content of a sexually explicit nature, and\/or obscenity. You may not disclose any type of confidential information. Please be yourself but do so in a respectful manner, as ANYSPAZE reserve the right and discretion to edit, pull or refrain from posting comments as ANYSPAZE sees fit. All ANYSPAZE blogs are a platform for journalism and commentary. They are not advertisement for specific services, including any type of legal service and shall not be construed as legal advice. You are prohibited from using any ANYSPAZE blog to advertise, perform or promote any commercial solicitation of goods and\/or services, other than those offered by ANYSPAZE.<\/p><p> By posting on a ANYSPAZE blog, You grant ANYSPAZE a non-exclusive, royalty-free license to use, publish, broadcast and reproduce Your comments without limitation in any and all media, worldwide, in perpetuity, for any purpose whatsoever. This includes, without limitation, the right to create derivative works of, and to use, the content posted on any ANYSPAZE blog to develop, enhance, distribute, and market ANYSPAZE’s services. You represent and warrant that all content You post is Your original work in which You own the copyright, or have been granted permission to use and in no way violates or infringes on the copyright, registered trademark or intellectual property rights of a third party. If You see something interesting and relevant, link to it! Except where otherwise noted, Your use of the content on a ANYSPAZE blog is licensed under a Creative Commons Attribution 3.0 License. This does not give You the right to use any of ANYSPAZE’s trade names, trademarks, service marks, logos, domain names, and other distinctive brand features without our consent, except as necessary to provide attribution.<\/p><p> In consideration of Your use of any ANYSPAZE blog, You agree to provide complete and accurate information about yourself as prompted by our registration form, and agree to update it as appropriate. ANYSPAZE has the right to suspend or terminate Your right to post blogs if ANYSPAZE believes that the information You have provided is inaccurate or incomplete. Any personal data information ANYSPAZE collects from You is in accordance with ANYSPAZE’s Privacy Policy. Any other material You transmit will be treated as non-confidential and non-proprietary. YOU AGREE TO DEFEND, INDEMNIFY AND HOLD ANYSPAZE, AND ITS SUBSIDIARIES, AND EACH OF THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUCCESSORS AND ASSIGNS, HARMLESS FROM ANY CLAIM OR DEMAND (INCLUDING REASONABLE ATTORNEY’S FEES AND COSTS), MADE BY ANY THIRD PARTY ARISING OUT OF (I) ANY CONTENT POSTED BY YOU ON ANY ANYSPAZE BLOG, (II) YOUR VIOLATION OF THE INTELLECTUAL PROPERTY RIGHTS OF OTHERS, OR (III) YOUR VIOLATION OF THESE TERMS OF USE. ANYSPAZE makes no warranties, expressed or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of any content posted on any ANYSPAZE blog. Any reference made within any ANYSPAZE blog to any specific commercial products, process, or service by trade name, trademark manufacturer, or otherwise, does not necessarily constitute or imply its endorsement, recommendation, or favoring by ANYSPAZE. All views and opinions of the authors expressed herein are the writer’s own and do not necessarily state or reflect those of ANYSPAZE. YOU AGREE THAT ANYSPAZE, AND ITS AFFILIATES, SUBSIDIARIES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUCCESSORS AND ASSIGNS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS (EVEN IF THEY HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), ARISING OUT OF OR RESULTING FROM THE USE OF ANY ANYSPAZE BLOG. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR LIMITATION OF DAMAGES. IN SUCH JURISDICTIONS, THESE EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU. These Terms of Use of any ANYSPAZE Blog shall be governed by the laws of the Government of India. You consent that the courts located in and serving New Delhi shall have exclusive jurisdiction and venue over any dispute arising out of or relating to these BLOG Terms of Use.<\/p><\/div><\/div><\/div>"
    },
    "status": "OK"
}